Repository: BindigMedia/WP-Simple-Reviews
Catalog: wp-simple-reviews-*.po
Languages: de_de

source: <span class="rating">%s</span> <span class="votes">(%s reviews)</span>
de_de: <span class="rating">%s</span> <span class="votes">(%s Kundenmeinungen)</span>

source: <span class="rating">%s</span> out of <span class="best">5</span> in <span class="votes">%s</span> <a href="%s" title="Show Reviews">reviews</a>
de_de: <span class="rating">%s</span> von <span class="best">5</span> in <span class="votes">%s</span> <a href="%s" title="Kundenmeinungen anzeigen">Kundenmeinungen</a>

source: <span class="rating">%s</span> out of <span class="best">5</span> in <span class="votes">%s</span> reviews
de_de: <span class="rating">%s</span> von <span class="best">5</span> bei <span class="votes">%s</span> Kundenmeinungen

source: Add New Review
de_de: Neue Kundenmeinung hinzufügen

source: All Reviews
de_de: Alle Kundenm.

source: Bad
de_de: Schlecht

source: City
de_de: Ort

source: Company
de_de: Firma

source: Country e.g. DE
de_de: Land z.B. DE

source: Edit Review
de_de: Kundenm. bearbeiten

source: eMail
de_de: E-Mail Adresse

source: Exclude Review from visible showing? (0/1)
de_de: Kundenmeinung von Darstellung im Frontend ausschließen? (0/1)

source: Filter Reviews list
de_de: Liste mit Kundenmeinungen filtern

source: First name
de_de: Vorname

source: For data protection legal reasons, we can not guarantee the authenticity of the data (information obligation for ratings).
de_de: Aus Datenschutz rechtlichen Gründen, können wir die Echtheit der Daten nicht garantieren (Informationspflicht bei Bewertungen).

source: Good
de_de: Gut

source: Image URL
de_de: Logo URL

source: Insert into Review
de_de: Zur Kundenmeinung hinzufügen

source: Last name
de_de: Nachname

source: Managing review entries
de_de: Verwaltung von Kundenmeinungen

source: New Review
de_de: Neue Kundenmeinung

source: No
de_de: Nein

source: Not found
de_de: Nicht gefunden

source: Not found in Trash
de_de: Nichts im Papierkorb gefunden

source: Not rated yet
de_de: Bisher nicht bewertet

source: Not so good
de_de: Nicht so gut

source: Phone
de_de: Telefon

source: Please enter your email
de_de: Bitte geben Sie Ihre E-Mail Adresse an

source: Please enter your first name
de_de: Bitte geben Sie Ihren Vornamen an

source: Please enter your last name
de_de: Bitte geben Sie Ihren Nachnamen an

source: Please enter your rating content
de_de: Bitte geben Sie den Inhalt Ihrer Bewertung an

source: Please enter your rating title
de_de: Bitte geben Sie den Titel Ihrer Bewertung an

source: Please select a rating
de_de: Bitte wählen Sie eine Bewertung aus

# Post Type General Name
source: Review
de_de: Kundenmeinung

# Post Type Singular Name
source: Review
de_de: Kundenmeinung

source: Pricerange from
de_de: Preise beginnend ab

source: Pricerange to
de_de: Preise bis

source: Rating
de_de: Bewertung

source: Review
de_de: Kundenmeinung

source: Review Archives
de_de: Kundenmeinung Archive

source: Review Attributes
de_de: Kundenmeinung Attribute

# Review Form
source: Company
de_de: Firma

# Review Form
source: First name*
de_de: Vorname*

# Review Form
source: Last name*
de_de: Nachname*

# Review Form
source: Phone
de_de: Telefon

# Review Form
source: Rating Content*
de_de: Bewertung Inhalt

# Review Form
source: Rating Title*
de_de: Titel Ihrer Bewertung

# Review Form
source: Rating*
de_de: Bewertung

# Review Form
source: With my rating I accept the <a href="%s" title="Data Privacy Policy" target="_blank">Data Privacy Policy</a>.
de_de: Mit der Abgabe der Bewertung erkläre ich die <a href="%s" title="Datenschutzerklärung" target="_blank">Datenschutzerklärung</a> gelesen und verstanden zu haben.

source: Review Now
de_de: Jetzt bewerten

source: Review URL
de_de: Kundenmeinungen URL

source: Review us
de_de: Bewerten Sie uns

source: Reviews
de_de: Kundenmeinungen

source: Reviews list
de_de: Liste der Kundenmeinungen

source: Reviews list navigation
de_de: Navigation Kundenmeinungen

source: Search Review
de_de: Kundenm. suchen

source: Simple reviews Google like
de_de: Einfach Kundenmeinungen die Google mag

source: State
de_de: Bundesland

source: Street
de_de: Strasse

source: Submit Rating
de_de: Bewertung absenden

source: Thank You Page URL
de_de: Danke-Seite URL

source: Update Review
de_de: Kundenmeinung aktualisieren

source: Uploaded to this review
de_de: Zu dieser Kundenmeinung hochladen

source: Very Good
de_de: Sehr gut

source: View Review
de_de: Zeige Kundenmeinung

source: View Reviews
de_de: Zeige Kundenmeinungen

source: Yes
de_de: Ja

source: Zipcode
de_de: PLZ
